<?php

return [
    'invalid_photo' => 'صورة غير صالحة',
    'created' => 'تم إنشاء السيرة الذاتية بنجاح',
    'not_found' => 'السيرة الذاتية غير موجودة',
    'updated' => 'تم تحديث السيرة الذاتية بنجاح',
    'deleted' => 'تم حذف السيرة الذاتية بنجاح',
    'pdf_generated' => 'تم إنشاء ملف PDF بنجاح',
    'pdf_error' => 'حدث خطأ أثناء إنشاء ملف PDF',
    'set_as_default' => 'تم تعيين السيرة الذاتية كافتراضية',
    'no_default' => 'لم يتم العثور على سيرة ذاتية افتراضية',
    'duplicated' => 'تم تكرار السيرة الذاتية بنجاح',
];
